Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: Most pay is far below western Europe, but IT pays well above the national average — the best-paid path in the country.
de: Die meisten Gehälter liegen weit unter Westeuropa, aber IT zahlt deutlich über dem Landesdurchschnitt – der bestbezahlte Weg im Land.
fr: La plupart des salaires sont très inférieurs à ceux d’Europe de l’Ouest, mais l’informatique paie bien au-dessus de la moyenne nationale — la voie la mieux payée du pays.
it: Gran parte degli stipendi è molto più bassa che nell’Europa occidentale, ma il settore IT paga ben sopra la media nazionale — è il percorso meglio pagato del paese.
ja: ほとんどの仕事の給料は西ヨーロッパをはるかに下回りますが、ITの給料は全国平均を大きく上回ります。国内でいちばん稼げる道です。
uk: Більшість зарплат набагато нижчі, ніж у Західній Європі, але в ІТ платять значно більше за середню по країні зарплату — це шлях із найвищою зарплатою в країні.

source: Move people and goods by road and air: drive, fly, operate, keep vehicles running safely, and plan the routes and warehouses behind it.
de: Menschen und Waren auf der Straße und in der Luft bewegen: fahren, fliegen, bedienen, Fahrzeuge sicher am Laufen halten und die Routen und Lager dahinter planen.
fr: Transporter des personnes et des marchandises par la route et par les airs : conduire, piloter, faire fonctionner et entretenir les véhicules en toute sécurité, et planifier les trajets et les entrepôts qui vont avec.
it: Sposta persone e merci su strada e per via aerea: guida, vola, manovra, mantieni i veicoli in funzione in sicurezza e pianifica i percorsi e i magazzini che stanno dietro a tutto.
ja: 道路や空で、人や荷物を運びます。運転し、飛行機を操縦し、機械を操作し、乗り物を安全に動かし続け、その裏でルートや倉庫の計画も立てます。
uk: Перевозь людей і вантажі дорогами та повітрям: води, літай, керуй технікою, стеж, щоб транспорт був справним і безпечним, та плануй маршрути й склади, що за цим стоять.

source: Music
de: Musik
fr: Musique
it: Musica
ja: 音楽
uk: Музика

source: Music Festival
de: Musikfestival
fr: Festival de musique
it: Festival musicale
ja: 音楽フェス
uk: Музичний фестиваль

source: Music Production Certificate
de: Musikproduktions-Zertifikat
fr: Certificat de production musicale
it: Attestato di produzione musicale
ja: 音楽制作修了証
uk: Сертифікат з музичного продюсування

source: Music Production Course (Production Certificate)
de: Musikproduktions-Kurs (Produktions-Zertifikat)
fr: Formation en production musicale (Certificat de production)
it: Corso di produzione musicale
ja: 音楽制作講座（修了証）
uk: Курс із музичного продюсування

source: My goal: %@
de: Mein Ziel: %@
fr: Mon objectif : %@
it: Il mio obiettivo: %@
ja: 目標：%@
uk: Моя мета: %@

source: NMT score
de: NMT-Ergebnis
fr: Score au NMT
it: Punteggio NMT
ja: NMTスコア
uk: Бал НМТ

source: National Art Prize
de: Nationaler Kunstpreis
fr: Prix national d’art
it: Premio nazionale d’arte
ja: 全国美術賞
uk: Національна мистецька премія

source: National Art Prize Winner
de: Nationaler Kunstpreisträger
fr: Vainqueur du prix national d’art
it: Vincitore del premio nazionale d’arte
ja: 全国美術賞受賞者
uk: Переможець національної мистецької премії

source: National Champion
de: Nationaler Meister
fr: Champion national
it: Campione nazionale
ja: 全国チャンピオン
uk: Національний чемпіон

source: National Championship
de: Nationale Meisterschaft
fr: Championnat national
it: Campionato nazionale
ja: 全国選手権
uk: Національний чемпіонат

source: National Chess Champion
de: Nationaler Schachmeister
fr: Champion national d’échecs
it: Campione nazionale di scacchi
ja: 全国チェスチャンピオン
uk: Національний чемпіон із шахів

source: National Chess Championship
de: Nationale Schachmeisterschaft
fr: Championnat national d’échecs
it: Campionato nazionale di scacchi
ja: 全国チェス選手権
uk: Національний шаховий чемпіонат

source: National Dance Champion
de: Nationaler Tanzmeister
fr: Champion national de danse
it: Campione nazionale di danza
ja: 全国ダンスチャンピオン
uk: Національний чемпіон із танців

source: National Dance Championship
de: Nationale Tanzmeisterschaft
fr: Championnat national de danse
it: Campionato nazionale di danza
ja: 全国ダンス選手権
uk: Національний чемпіонат з танців

source: National Debate Champion
de: Nationaler Debattiermeister
fr: Champion national de débat
it: Campione nazionale di dibattito
ja: 全国ディベートチャンピオン
uk: Національний чемпіон із дебатів

source: National Debate Championship
de: Nationale Debattiermeisterschaft
fr: Championnat national de débat
it: Campionato nazionale di dibattito
ja: 全国ディベート選手権
uk: Національний чемпіонат з дебатів

source: National Essay Competition
de: Nationaler Aufsatzwettbewerb
fr: Concours national de rédaction
it: Gara nazionale di saggio breve
ja: 全国エッセイコンテスト
uk: Національний конкурс есе

source: National Essay Prize Winner
de: Nationaler Aufsatzpreisträger
fr: Vainqueur du prix national de rédaction
it: Vincitore del premio nazionale di saggio breve
ja: 全国エッセイ賞受賞者
uk: Переможець національної премії за есе

source: National Geography Olympiad
de: Nationale Erdkunde-Olympiade
fr: Olympiade nationale de géographie
it: Olimpiadi Nazionali di Geografia
ja: 全国地理オリンピアード
uk: Національна олімпіада з географії

source: National Music Competition
de: Nationaler Musikwettbewerb
fr: Concours national de musique
it: Gara musicale nazionale
ja: 全国音楽コンクール
uk: Національний музичний конкурс

source: National Music Laureate
de: Nationaler Musikpreisträger
fr: Lauréat national de musique
it: Vincitore nazionale di musica
ja: 全国音楽コンクール受賞者
uk: Національний лауреат музичного конкурсу

source: National Photography Award
de: Nationaler Fotografiepreis
fr: Prix national de photographie
it: Premio nazionale di fotografia
ja: 全国写真賞
uk: Національна нагорода у фотографії

source: National Photography Award Winner
de: Nationaler Fotografiepreisträger
fr: Vainqueur du prix national de photographie
it: Vincitore del premio nazionale di fotografia
ja: 全国写真賞受賞者
uk: Переможець національної нагороди у фотографії

source: National University
de: Nationale Universität
fr: Université nationale
it: Università nazionale
ja: 国立大学
uk: Національний університет

source: National Youth Leadership Award
de: Nationaler Jugendpreis für Führungsstärke
fr: Prix national du leadership des jeunes
it: Premio nazionale di leadership giovanile
ja: 全国青少年リーダーシップ賞
uk: Національна молодіжна нагорода за лідерство

source: Need %@ first
de: Braucht zuerst: %@
fr: Il faut d’abord : %@
it: Prima serve: %@
ja: 先に%@が必要
uk: Спершу потрібно: %@

source: Needs: %@
de: Braucht: %@
fr: Il faut : %@
it: Servono: %@
ja: 必要なもの： %@
uk: Потрібно: %@

source: Net worth
de: Nettovermögen
fr: Patrimoine net
it: Patrimonio netto
ja: 純資産
uk: Чистий капітал

source: Network in %@
de: Netzwerk in %@
fr: Réseau en %@
it: Contatti nel settore %@
ja: %@の人脈
uk: Звʼязки у сфері «%@»

source: New analysts work very long hours, and many leave after a couple of years.
de: Neue Analysten arbeiten sehr lange, und viele gehen nach ein paar Jahren.
fr: Les nouveaux analystes font de très longues journées, et beaucoup partent au bout de deux ans environ.
it: I nuovi analisti lavorano moltissime ore e in tanti se ne vanno dopo un paio d’anni.
ja: 新人アナリストはとても長い時間働き、2年ほどで辞める人も多いです。
uk: Нові аналітики працюють дуже багато годин, і багато хто йде через пару років.

# No buyer for your %@ stake at %@ this year
source: No buyer for your %1$@ stake at %2$@ this year
de: Dieses Jahr kein Käufer für deinen Anteil an „%1$@“ zum Preis von %2$@
fr: Aucun acheteur cette année pour ta participation (%1$@) au prix de %2$@
it: Nessun acquirente per la tua quota in %1$@ al prezzo di %2$@ quest’anno
ja: 今年は%2$@で%1$@の持ち分を買う人が現れませんでした
uk: Цього року немає покупця на частку «%1$@» за ціною %2$@

source: No job means no pay. Open Jobs to apply for one.
de: Kein Job bedeutet kein Gehalt. Öffne Jobs, um dich auf einen zu bewerben.
fr: Pas d’emploi, pas de salaire. Ouvre Emplois pour postuler.
it: Niente lavoro, niente stipendio. Apri Lavori per candidarti a uno.
ja: 仕事がなければ給料はありません。「仕事」を開いて応募しましょう。
uk: Немає роботи — немає зарплати. Відкрий розділ «Робота», щоб подати заявку.

source: No jobs match these filters. Try another kind of work, or turn off "Only roles I qualify for".
de: Keine Jobs passen zu diesen Filtern. Probiere eine andere Art von Arbeit aus oder schalte „Nur passende Positionen“ aus.
fr: Aucun poste ne correspond à ces filtres. Essaie un autre type de travail, ou désactive « Seulement les postes accessibles ».
it: Nessun lavoro corrisponde a questi filtri. Prova un altro tipo di lavoro oppure disattiva «Solo i ruoli per cui ho i requisiti».
ja: この条件に合う仕事はありません。別の仕事の種類を選ぶか、「条件を満たす職種だけ」をオフにしてみましょう。
uk: Жодна робота не відповідає цим фільтрам. Спробуй інший вид роботи або вимкни перемикач «Лише посади, що тобі підходять».

source: No problem!
de: Kein Problem!
fr: Pas de souci !
it: Nessun problema!
ja: 大丈夫ですよ！
uk: Без проблем!

source: Nobody is posting %@ jobs this year — the market changes every year, so check again next year.
de: Dieses Jahr schreibt niemand Stellen als %@ aus – der Markt ändert sich jedes Jahr, schau also nächstes Jahr wieder nach.
fr: Aucune offre pour le poste « %@ » cette année — le marché change chaque année, alors reviens voir l’année prochaine.
it: Quest’anno nessuno pubblica annunci per il ruolo di %@ — il mercato cambia ogni anno, quindi ricontrolla l’anno prossimo.
ja: 今年は%@の求人はありません。求人は毎年変わるので、来年また確認しましょう。
uk: Вакансій за професією «%@» цього року немає — ринок змінюється щороку, тож заглянь знову наступного року.

source: Nobody is posting %@ jobs this year. Keep building your skills and check again next year.
de: Dieses Jahr schreibt niemand Stellen als %@ aus. Stärke weiter deine Fähigkeiten und schau nächstes Jahr wieder nach.
fr: Aucune offre pour le poste « %@ » cette année. Continue à développer tes compétences et reviens voir l’année prochaine.
it: Quest’anno nessuno pubblica annunci per il ruolo di %@. Continua a sviluppare le tue competenze e ricontrolla l’anno prossimo.
ja: 今年は%@の求人はありません。スキルを伸ばし続けて、来年また確認しましょう。
uk: Вакансій за професією «%@» цього року немає. І далі розвивай навички та заглянь знову наступного року.

source: Nobody is posting %@ jobs this year. The job market changes every year — check again next year.
de: Dieses Jahr schreibt niemand Stellen als %@ aus. Der Arbeitsmarkt ändert sich jedes Jahr – schau nächstes Jahr wieder nach.
fr: Aucune offre pour le poste « %@ » cette année. Le marché de l’emploi change chaque année — reviens voir l’année prochaine.
it: Quest’anno nessuno pubblica annunci per il ruolo di %@. Il mercato del lavoro cambia ogni anno — ricontrolla l’anno prossimo.
ja: 今年、%@の求人はありません。求人は毎年変わるので、来年また確認しましょう。
uk: Цього року вакансій за професією «%@» немає. Ринок праці щороку змінюється — заглянь знову наступного року.

source: None yet
de: noch keine
fr: aucune pour l’instant
it: ancora nessuno
ja: まだありません
uk: поки немає

source: Norms here earn the title every player wants.
de: Normen aus diesem Turnier bringen den Titel, den jeder Spieler will.
fr: Les normes obtenues ici valent le titre dont rêve tout joueur.
it: Qui le norme ottenute valgono il titolo che ogni giocatore sogna.
ja: ここで規定の成績（ノーム）を重ねると、選手みんなが目指す称号に手が届きます。
uk: Нормативи тут дають титул, про який мріє кожен шахіст.

source: Not hiring right now
de: Gerade stellt niemand ein
fr: Aucune offre pour l’instant
it: Per ora non si assume
ja: 今は募集していません
uk: Зараз не наймають

source: Not needed — but one of these makes it easier to get hired in this field, and counts as one level of the schooling a job here wants.
de: Nicht nötig – aber eine davon erleichtert die Einstellung in diesem Bereich und zählt wie eine zusätzliche Schulstufe.
fr: Pas obligatoire — mais l’une d’elles facilite l’embauche dans ce domaine et compte comme un niveau d’études.
it: Non è necessario — ma uno di questi rende più facile ottenere un lavoro in questo settore e conta come un livello degli studi che questi lavori richiedono.
ja: 必須ではありませんが、このうちどれか一つがあると、この分野で採用されやすくなり、ここの仕事が求める学歴の1段階分として数えられます。
uk: Не обовʼязково, але будь-який із цих курсів полегшує отримання роботи в цій сфері й зараховується як один із рівнів освіти, яких очікують на цих посадах.

source: Not working
de: Ohne Job
fr: Sans emploi
it: Senza lavoro
ja: 仕事なし
uk: Не працюєш

source: Noted Speaker
de: Bekannter Redner
fr: Intervenant remarqué
it: Relatore di rilievo
ja: 注目の登壇者
uk: Відомий доповідач

source: Nothing new is open to you right now — look through the jobs list for something that catches your eye.
de: Im Moment steht dir nichts Neues offen – stöbere in den Jobs, ob dir etwas ins Auge fällt.
fr: Rien de nouveau ne s’ouvre à toi pour l’instant — parcours la liste des emplois pour trouver ce qui t’attire.
it: Per ora non ti si apre niente di nuovo — dai un’occhiata all’elenco dei lavori e cerca qualcosa che ti colpisca.
ja: いま新しく挑戦できるものはありません。仕事の一覧を見て、気になるものを探してみましょう。
uk: Поки що нічого нового тобі не відкрито — переглянь список робіт, може, щось тебе зацікавить.

source: Nurse License
de: Pflege-Lizenz
fr: Licence d’infirmier
it: Abilitazione infermieristica
ja: 看護師免許（RN）
uk: Ліцензія медсестри (RN)

source: Nurse Practitioner Program (NP License)
de: Nurse-Practitioner-Programm (NP-Lizenz)
fr: Formation d’infirmier en pratique avancée (Licence NP)
it: Corso per infermiere di pratica avanzata (NP)
ja: 診療看護師課程（NP資格）
uk: Програма медсестри розширеної практики (NP)

source: Nurse Practitioner — an advanced-practice license letting an RN diagnose, treat, and prescribe with real autonomy. Earned after a Master of Science in Nursing on top of RN licensure and bedside experience.
de: Nurse Practitioner (NP) – eine Lizenz für erweiterte Pflegepraxis: Als Krankenpfleger (RN) darfst du damit eigenständig diagnostizieren, behandeln und Medikamente verschreiben. Du erwirbst sie nach einem Master of Science in Pflege, zusätzlich zur RN-Lizenz und Erfahrung am Krankenbett.
fr: Nurse Practitioner (NP, infirmier en pratique avancée) — une licence de pratique avancée qui permet à un infirmier diplômé de poser des diagnostics, de soigner et de prescrire avec une réelle autonomie. S’obtient après un master en sciences infirmières, en plus de la licence d’infirmier diplômé et de l’expérience au chevet des patients.
it: Infermiere di pratica avanzata (NP) — un’abilitazione avanzata che permette a un RN di fare diagnosi, curare e prescrivere con vera autonomia. Si ottiene dopo una laurea magistrale in infermieristica, oltre all’abilitazione da RN e all’esperienza al letto del paziente.
ja: 診療看護師（NP）：看護師（RN）が診断、治療、処方を自分の判断で行えるようになる、上級実践の免許です。看護学の修士課程（MSN）を修め、RNの免許と現場での経験を積んだあとに得られます。
uk: Медсестра розширеної практики (NP) — ліцензія розширеної практики, яка дає змогу RN самостійно діагностувати, лікувати та виписувати рецепти. Здобувається після ступеня магістра з медсестринства (MSN) — на додачу до ліцензії RN і досвіду роботи біля ліжка пацієнта.

source: Nurse, therapist, lab tech, clinic assistant
de: Krankenpfleger, Therapeut, Laborant, Klinikassistent
fr: infirmier, thérapeute, technicien de laboratoire, assistant en clinique
it: infermiere, terapista, tecnico di laboratorio, assistente di studio medico
ja: 看護師、セラピスト、ラボ技術員、クリニックのアシスタント
uk: медсестра, фізіотерапевт, лаборант, асистент у клініці

source: Nursing Assistant Course (CNA)
de: Pflegehelfer-Kurs (CNA)
fr: Formation d’aide-soignant
it: Corso per assistente infermieristico (CNA)
ja: 看護助手講座（CNA）
uk: Курс молодшої медсестри (CNA)

source: Nursing Board Exam (RN License)
de: Pflegeprüfung (Pflege-Lizenz)
fr: Examen d’État d’infirmier (Licence RN)
it: Esame di abilitazione infermieristica (RN)
ja: 看護師国家試験
uk: Ліцензійний іспит медсестри (RN)

source: Occupation
de: Beruf
fr: Situation
it: Occupazione
ja: 職業
uk: Зайнятість

source: Offer for sale at %@
de: Für %@ anbieten
fr: Mettre en vente à %@
it: Metti in vendita a %@
ja: %@で売りに出す
uk: Виставити на продаж за %@

source: Office
de: Büro
fr: Bureau
it: Ufficio
ja: オフィス
uk: Офісна

source: Office & Operations Summit
de: Büro- & Betriebs-Summit
fr: Sommet des métiers de bureau et des opérations
it: Summit dell’ufficio e delle operazioni
ja: オフィス・オペレーションサミット
uk: Саміт офісної та операційної роботи

source: Office managers and assistants share how to keep a workplace running.
de: Büroleiter und Assistenten teilen, wie ein Arbeitsplatz am Laufen bleibt.
fr: Des responsables administratifs et des assistants partagent leurs astuces pour faire tourner un lieu de travail.
it: Office manager e assistenti condividono i trucchi per far funzionare bene un ambiente di lavoro.
ja: オフィスマネージャーやアシスタントが、職場をうまく回すコツを共有します。
uk: Офіс-менеджери й асистенти діляться, як забезпечити безперебійну роботу офісу.

source: Olympiad Medalist
de: Medaillengewinner der Programmier-Olympiade
fr: Médaillé d’olympiade
it: Medagliato alle Olimpiadi di Informatica
ja: オリンピアードメダリスト
uk: Призер олімпіади

source: Olympic Games
de: Olympische Spiele
fr: Jeux olympiques
it: Giochi olimpici
ja: オリンピック
uk: Олімпійські ігри

source: Olympic Medalist
de: Olympia-Medaillengewinner
fr: Médaillé olympique
it: Medagliato olimpico
ja: オリンピックメダリスト
uk: Олімпійський призер

source: Once you have it, it's the biggest help there is — %@.
de: Sobald du den Titel hast, ist er die größte Hilfe überhaupt – %@.
fr: Une fois que tu l’as, c’est le plus gros coup de pouce possible — %@.
it: Quando ce l’hai, è l’aiuto più grande che esista — %@.
ja: 手に入れれば、これ以上ない大きな助けになります（%@）。
uk: Щойно титул у тебе є, це найбільша допомога — %@.

source: Once you've tried a couple of different things, I'll suggest jobs that fit you.
de: Sobald du ein paar verschiedene Dinge ausprobiert hast, schlage ich dir passende Jobs vor.
fr: Quand tu auras essayé deux ou trois choses différentes, je te proposerai des métiers qui te correspondent.
it: Quando avrai provato un paio di cose diverse, ti suggerirò lavori adatti a te.
ja: いくつかちがうことを試したら、合いそうな仕事をおすすめします。
uk: Щойно спробуєш кілька різних речей, я запропоную роботи, які тобі підійдуть.

# One move a year — %@ — closes the whole gap in about %lld years.
source: One move a year — %1$@ — closes the whole gap in about %2$lld years.
de: Ein Schritt pro Jahr – %1$@ – schließt die ganze Lücke in etwa %2$lld Jahren.
fr: Un choix par an — %1$@ — comble tout l’écart en %2$lld ans environ.
it: una mossa all’anno — %1$@ — colma tutto il divario in circa %2$lld anni.
ja: 1年に1つずつ%1$@に取り組むと、約%2$lld年で差をすべて埋められます。
uk: Одне заняття на рік — %1$@ — закриє весь розрив приблизно за %2$lld років.

source: One move a year — %@ — closes the whole gap in more than a decade.
de: Ein Schritt pro Jahr – %@ – schließt die ganze Lücke in mehr als einem Jahrzehnt.
fr: Un choix par an — %@ — comble tout l’écart en plus de dix ans.
it: una mossa all’anno — %@ — colma tutto il divario in più di dieci anni.
ja: 1年に1つずつ%@に取り組むと、差をすべて埋めるのに10年以上かかります。
uk: Одне заняття на рік — %@ — закриє весь розрив більш ніж за десять років.

source: One of the very best schools. Very hard to get into — but it gives your career a big boost.
de: Eine der allerbesten Hochschulen. Sehr schwer, hineinzukommen – aber sie gibt deiner Karriere einen großen Schub.
fr: L’une des toutes meilleures écoles. Très difficile d’y entrer — mais elle donne un gros coup de pouce à ta carrière.
it: Una delle migliori scuole in assoluto. È molto difficile entrare — ma dà una grande spinta alla tua carriera.
ja: 最高峰の学校のひとつです。入るのはとても難しいですが、キャリアに大きな追い風になります。
uk: Один із найкращих закладів. Вступити дуже важко, але це сильно підштовхне твою карʼєру.

source: One photo, one theme, judged by the local paper.
de: Ein Foto, ein Thema, bewertet von der Lokalzeitung.
fr: Une photo, un thème, et le journal local comme jury.
it: Una foto, un tema e la giuria del giornale locale.
ja: 写真は1枚、テーマは1つ。審査するのは地元の新聞社です。
uk: Одне фото, одна тема, суддя — місцева газета.

source: One piece, a full hall, and your family in the front row.
de: Ein Stück, ein voller Saal und deine Familie in der ersten Reihe.
fr: Un morceau, une salle comble, et ta famille au premier rang.
it: Un solo brano, una sala gremita e la tua famiglia in prima fila.
ja: 演奏する曲は1曲。満員のホールの最前列には家族がいます。
uk: Один твір, повна зала й твоя родина в першому ряду.

source: One prompt, the country's strongest student writers.
de: Ein Thema, die besten jungen Schreiber des Landes.
fr: Un même sujet pour les meilleurs jeunes auteurs du pays.
it: Una sola traccia e i migliori giovani scrittori del paese.
ja: お題は1つ。国内でいちばん文章が上手な生徒たちが競います。
uk: Одна тема, найсильніші юні автори країни.

source: One skill-building credential covering %1$@ adds up to +%2$@ to your chance. It isn't required, and they don't stack.
de: Eine Qualifikation, die Fähigkeiten aufbaut und den Bereich %1$@ abdeckt, bringt bis zu +%2$@ Chance. Sie ist nicht erforderlich, und mehrere addieren sich nicht.
fr: Une qualification qui développe des compétences et couvre %1$@ ajoute jusqu’à +%2$@ à tes chances. Elle n’est pas obligatoire, et les qualifications ne se cumulent pas.
it: Una qualifica che sviluppa competenze nel settore %1$@ aggiunge fino a +%2$@ alla tua probabilità. Non è obbligatoria, e più qualifiche non si sommano.
ja: %1$@をカバーするスキルアップの資格が1つあると、確率が最大+%2$@アップします。必須ではなく、複数持っても加算されません。
uk: Одна кваліфікація для розвитку навичок у сфері «%1$@» додає не більше ніж +%2$@ до шансу. Вона не обовʼязкова, а кілька кваліфікацій не сумуються.

source: One to two more years of focused study after a Bachelor. Opens up senior roles and research careers.
de: Ein bis zwei weitere Jahre konzentriertes Studium nach dem Bachelor. Öffnet die Tür zu höheren Positionen und zu Forschungskarrieren.
fr: Un à deux ans d’études ciblées de plus après un bachelor. Ouvre la voie aux postes seniors et aux carrières de recherche.
it: Da uno a due anni di studio mirato dopo la laurea. Apre le porte a ruoli di alto livello e a carriere nella ricerca.
ja: 学士のあと、さらに1〜2年じっくり学びます。上級職や研究職への道が開けます。
uk: Ще від одного до двох років поглибленого навчання після бакалавра. Відкриває двері до вищих посад і наукової карʼєри.

source: One turn = one year
de: Eine Runde = ein Jahr
fr: Un tour = une année
it: Un turno = un anno
ja: 1ターン＝1年
uk: Один хід = один рік

source: One word at a time, on stage, until one speller is left.
de: Wort für Wort auf der Bühne, bis nur noch ein Teilnehmer übrig ist.
fr: Un mot après l’autre, sur scène, jusqu’à ce qu’il ne reste qu’un seul concurrent.
it: Una parola alla volta, sul palco, finché non rimane un solo concorrente.
ja: ステージで1語ずつつづり、最後の1人になるまで続きます。
uk: По одному слову на сцені, поки не залишиться лише один учасник.

source: Online Ranked Ladder
de: Online-Rangliste
fr: Classement en ligne
it: Classifica competitiva online
ja: オンラインランク戦
uk: Рейтингова онлайн-драбина

source: Only %@ of applicants who are otherwise ideal get the seat each year.
de: Jedes Jahr bekommen nur %@ der sonst idealen Bewerber den Posten.
fr: Seuls %@ des candidats par ailleurs idéaux obtiennent la place chaque année.
it: Ogni anno ottiene il posto solo una piccola parte dei candidati altrimenti ideali (%@).
ja: ほかの条件が理想的な応募者でも、毎年ポストを得られるのは%@だけです。
uk: Крісло щороку отримують лише %@ заявників, які в усьому іншому ідеальні.

source: Only %@ of the people who qualify get a seat like this each year — however strong the application.
de: Nur %@ der Qualifizierten bekommen jedes Jahr einen solchen Posten – egal, wie stark die Bewerbung ist.
fr: Seuls %@ des personnes qui remplissent les conditions décrochent une telle place chaque année — quelle que soit la force de la candidature.
it: Ogni anno ottiene un posto così solo una piccola parte di chi ha i requisiti (%@) — per quanto forte sia la candidatura.
ja: このようなポストを得られるのは、条件を満たした人のうち毎年%@だけです。応募がどれだけ強力でも変わりません。
uk: Таке крісло щороку отримують лише %@ людей, які відповідають вимогам, — хоч би яка сильна була заявка.

source: Only roles I qualify for
de: Nur passende Positionen
fr: Seulement les postes accessibles
it: Solo i ruoli per cui ho i requisiti
ja: 条件を満たす職種だけ
uk: Лише посади, що тобі підходять
